Repository: automatid/automatid_ios_demo
Catalog: *.lproj/Localizable.strings
Languages: de, it

# feedback_btn_close
source: Done
de: Fertig
it: Fine

# feedback_share_jwt
source: Share JWT Token
de: Teilen Sie JWT -Token
it: Invia il JWT Token con i risultati

# feedback_body_success
source: Your identity has been successfully verified. Please find below the results.
de: Ihre Identität wurde erfolgreich überprüft. Wir haben ein JWT-Token generiert, das das Ergebnis dieser Identifizierung enthält.
it: La tua identità è stata verificata con successo. Trovi di seguito i risultati:

# feedback_title_error
source: Error
de: Fehler
it: Errore

# feedback_title_success
source: Identification successfull
de: Identitätsprüfung erfolgreich abgeschlossen
it: Identificazione avvenuta con successo

# welcome_title
source: Welcome to AutomatID™
de: Willkommen bei AutomatID™™
it: Benvenuto in AutomatID™

# welcome_body1
source: Smart Technology for Smart Identifications
de: Smart -Technologie für intelligente Identifikationen
it: Tecnologia smart per identificazioni smart

# welcome_body2
source: Read the NFC chip of ID Documents and payment cards to securely identify yourself without wasting your time.
de: Lesen Sie den NFC -Chip mit ID -Dokumenten und Zahlungskarten, um sich sicher zu identifizieren, ohne Ihre Zeit zu verschwenden.
it: Leggi col tuo telefono il chip NFC dei tuoi documenti d'identità o delle tue carte di pagamento per identificarti in modo rapido e sicuro

# welcome_btn_start
source: Start!
de: Anfang!
it: Iniziamo!

# welcome_footer
source: 🔓 Your privacy and the security of your data is our top priority. In line with our mission, the data read is always <b>encrypted</b> and <b>not stored anywhere.</b>
de: 🔓 Ihre Privatsphäre und die Sicherheit Ihrer Daten haben unsere oberste Priorität. In Übereinstimmung mit unserer Mission ist die Daten gelesen immer <b> verschlüsselt </b> und <b> nirgendwo gespeichert. </b>
it: <html>🔓 La tua privacy e la sicurezza dei tuoi dati sono la nostra massima priorità. È per questo che ci teniamo a dirti che i dati letti con AutomatID™ sono sempre <b>crittografati</b> e <b>non memorizzati da nessuna parte.</b></html>

# tc_title
source: AutomatID™ Privacy policy
de: AutomatID™ -Nealbedingungen und Bedingungen
it: Privacy policy di AutomatID™

# tc_btn_accept
source: Accept and Continue
de: Akzeptieren und weiter
it: Accetta e continua

source: Issuing authority authenticity
it: Autenticità dell'ente emittente

source: Document data integrity
it: Integrità dei dati del documento

source: Face comparison matching
it: Corrispondenza del volto

# error_management_title
source: Error Management
de: Fehlerverwaltung
it: Gestione degli errori

# error_management_body1
source: Choose how you want errors handled during the identification process.
de: Wählen Sie, wie Sie während des Identifizierungsprozesses Fehler erwarten möchten.
it: Scegli cosa deve essere fatto in caso di errori durante il processo di identificazione.

# error_management_switch
source: Retry on errors
de: Fehler wiederholen
it: Riprova in caso di errore

# error_management_body2_retry
source: Whenever an error occurs (e.g.: problems while reading a document or during the liveness check) AutomatID™ will show an error message asking you to try again.
de: Wenn ein Fehler auftritt (z. B. Probleme beim Lesen eines Dokuments oder während der Lebendigkeitskontrolle), wird AutomatID™ eine Fehlermeldung angezeigt, in der Sie aufgefordert werden, es erneut zu versuchen.
it: Nel caso in cui dovesse verificarsi un errore (ad esempio: problemi durante la lettura di un documento o durante i controlli di liveness) il flusso di riconoscimento AutomatID™ mostrerà un messaggio di errore e chiederà di riprovare.

# error_management_body2_abort
source: Whenever an error occurs (e.g.: problems while reading a document or during the liveness check) the AutomatID™ flow will be closed.
de: Nel caso in cui dovesse verificarsi un errore (ad esempio: problemi durante la lettura di un documento o durante i controlli di liveness) il flusso di riconoscimento AutomatID™ mostrerà un messaggio di errore everrà chiuso. (TT)
it: Nel caso in cui dovesse verificarsi un errore (ad esempio: problemi durante la lettura di un documento o durante i controlli di liveness) il flusso di riconoscimento AutomatID™ mostrerà un messaggio di errore everrà chiuso.

# error_management_btn_done
source: Done
de: Fertig
it: Fatto

# id_methods_title
source: Identification Methods
de: Identifikationsmethoden
it: Metodi di identificazione

# id_methods_body1
source: What identification methods do you want to try? (Turn on at least one).
de: Welche Identifikationsmethoden möchten Sie ausprobieren? (Mindestens einen einschalten).
it: Quali metodi di identificazione vuoi abilitare? (Selezionane almeno uno).

# id_methods_passport
source: Electronic Passport
de: Elektronischer Reisepass
it: Passaporto elettronico

# id_methods_identity_card
source: Electronic ID Card (European Format)
de: Elektronische ID -Karte (europäisches Format)
it: Carta d'identità elettronica (formato europeo)

# id_methods_identity_card_short
source: Identity Cards
de: Ausweise
it: Carte d'identità

# id_methods_passport_short
source: Passports
de: Reisepass
it: Passaporti

# error_management_retry_short
source: Retry on errors
de: Bei Fehlern erneut versuchen
it: Non riprovare in caso di errori

# error_management_abort_short
source: Don't retry on errors
de: Bei Fehlern nicht erneut versuchen
it: Riprovare in caso di errori

# id_methods_btn_done
source: Done
de: Fertig
it: Fine
