Repository: automatid/automatid_ios_demo
Catalog: *.lproj/Main.strings
Languages: it

# 1pS-oG-zhc.text
source: Enable Identity card
it: Abilita Carta d'identità (TT)

# 98I-j1-jI2.text
source: Enable Passport
it: Abilita Passaporto (TT)

# RZS-NU-Imj.text
source: Retry on errors
it: Riprova in caso di errori (TT)

# eMU-VU-BQg.text
source: Smart Technology for Smart Identifications
it: Smart Technology for Smart Identifications (TT)

# d8i-YR-RgR.text
source: Read the NFC chip of ID Documents and payment cards to securely identify yourself without wasting your time.
it: Read the NFC chip of ID Documents and payment cards to securely identify yourself without wasting your time.(TT)

# iey-mZ-HT5.text
source: Welcome to AutomatID™
it: Welcome to AutomatID™(TT)

# oqE-LT-jjc.text
source: 🔓Your privacy and the securety of your data is our top priority. In line with our mission, the data read are always encrypted and not stored anywhere.
it: 🔓Your privacy and the securety of your data is our top priority. In line with our mission, the data read are always encrypted and not stored anywhere.(TT)

# VML-5j-mGS.normalTitle
source: Done
it: Done (TT)

# ytZ-y6-GaQ.text
source: Identity verification successfully completed
it: Identity verification successfully completed (TT)

# u07-h1-HX3.text
source: Your identity has been successfully verified. We generated a JWT token containing the result of this identification.
it: Your identity has been successfully verified (TT). We generated a JWT token containing the result of this identification.(TT)

# 3j5-BV-xpJ.normalTitle
source: Share JWT Token
it: Share JWT Token (TT)

# mrJ-BN-8p1.text
source: AutomatID™ Terms and Conditions
it: AutomatID™ Terms and Conditions(TT)

# r1A-nq-V94.text
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.
it: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.(TT)

# esY-lF-FBX
source: Identification Methods
it: Identification Methods(TT)

# aKM-SM-hwp.text
source: What identification methods do you want to try? (Turn on at least one) .
it: What identification methods do you want to try? (Turn on at least one) .(TT)

# cWb-R5-oAc.text
source: ⚠️ To launch the plug-in, you have to turn on at least one identification method
it: ⚠️ To launch the plug-in, you have to turn on at least one identification method (TT)

# U40-UF-C2Q.text
source: Electronic ID Card (European Format)
it: Electronic ID Card (European Format)(TT)

# swL-Wu-lLp.text
source: Electronic Passport
it: Electronic Passport (TT)
